public/english.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-08-03 Mon 22:11 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>English</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Jack Liu">
<link rel="shortcut icon" href="/images/rose-red.png" type="image/x-icon" />
<link rel="stylesheet" href="/css/animate.min.css" />
<link rel="stylesheet" href="/css/all.min.css" />
<link rel="stylesheet" type="text/css" href="/css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">English</h1>
<blockquote>
<p>
精通英语，干翻美帝，以大无畏的人道主义精神拯救西方脑残……
</p>
</blockquote>

<p>
英语词汇的奥秘：学习英语者经常遇到这种情况，虽然认识了 moon（月亮），可却不认识 lunar（月亮的），luniform（月形的），lunate（新月形的），demilune（半月，新月），plenilune（满月）等词；这些词都与“月亮”有关，但不知为什么在这些词里却不见 “moon” 的面孔。
</p>

<p>
原来英语词汇有一个特点：即每一个基本意思都有两种（或二种以上）符号表示，如：moon，lun 都表示“月亮”；see，vis 都表示“看”等。英语中存在着一类是可以独立使用的符号 &#x2013; 单词（如 moon，eat 等），另一类是不可独立使用的符号 &#x2013; 词根（如 lun，vis 等），正是这种 <span class="underline">“一个意义，二种符号”</span> 的现象形成了数以万计的英语词汇。
</p>

<note>
英语词根是有限的，但是它们的能量很大，它们“领导”和“统辖”了英语中约 80% 的词汇，这是我们快速、科学、有效记忆大量英语词汇基础。
</note>

<p>
什么是英语词根？词根（Root）是构词的基本词素，它与词缀相对，并带有主要的词信息。词根分为两种，能独立构词的是 <span class="underline">自由词根</span> （Free Root），如 frieng、white，wash 等；必须与其他词素合构词的是 <span class="underline">粘附词根</span> （Bound Root），如 vis，manu，lect 等。英语词根是一个单词的根本部分，是一个单词的核心，它表示一个单词的基本意义，认识了一个词根就可以认识一群单词，如认识词根 lun（月亮）就可以认识一系列与“月亮”有关的词群。
</p>

<p>
什么是英语词缀？R.哈特曼的《语言与语言学词典》定义很有代表性：词缀是前缀、后缀、中缀的总称。它是加在词基上以构成新词干（Stem）的词素，就是提供屈折成分的词素。
</p>

<p>
英语词汇音变规律：现代英语及其主要词汇来源的拉丁语、法语、希腊语等都是原始印欧语不断发生方言变化形成的，英语单词发生有规律的音变后形成的同源异形根的音变了，但其基本意思一样。
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-07-31 Fri 15:29</p>
<p class="author">Author: Jack Liu</p>
<p class="date">Created: 2020-08-03 Mon 22:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
